[
  {
      "titre": "LES ECOUTEURS",
      "id": "ecouteurs",
      "video": "desi/les_ecouteurs.mp4",
      "width": "550px",
      "top": "150px",
      "right": "100px",
      "left": "150px",
      "description":"LES ÉCOUTEURS <br> electronics, programming<br><br>On the other side of the world, <br>someone has the same headphones <br> as us, and you can hear in their living room. <br> On the one hand, we are listened to, <br> we know it, and on the other hand we listen. <br>In the idea of looking through a keyhole, <br>or as a window into the life of a stranger. <br> Les écouteurs are designed  to ask us <br> about our relationship to privacy. <br> Its use also provides an opportunity <br> to escape from our daily lives."
  },

  {
      "titre": "THE SOUND OF THE LINK",
      "id": "sound of",
      "video": "desi/the_sound_of.mp4",
      "width": "650px",
      "top": "250px",
      "right": "200",
      "left": "150px",
      "description":"THE SOUND OF THE LINK <br> electronics, programming<br> <br> Inspired by the short story The Camille Stories <br> written by Donna Haraway, <br> I conceived my project in relation <br> to a utopian future <br> in which groups of people <br> organize themselves into microsociety. <br> The installation The Sound of the Links <br> is a fragment of this civilization <br> that tells how humans <br> experiment communication with plants <br> in an attempt to rebuild a way of life <br> in symbiosis with the species that surround them.<br> I wanted to raise awareness about <br> these imperceptible phenomena <br> recently discovered by biologists,<br> so that we could imagine <br> a different relationship to the world <br> than that of exploitation."
    },


  {
      "titre": "ORIGAMY CLOCK",
      "id": "horloge",
      "video": "desi/horloge.mp4",
      "width": "150px",
      "top":"70px",
      "right": "100",
      "left": "150px",
      "description":"ORIGAMY CLOCK<br> creative coding<br><br>A visual, poetic representation<br> of time that elapses in a day. <br>One minute, a triangle is formed, <br>one hour an aglomerate.<br> The organic forms <br>wander all day long in the space.<br> 23h59 the space is saturated with forms, <br>at midnight, everything is empty <br>to start from scratch."
  },
  {
      "titre": "LANDSCAPE",
      "id": "sequence eau",
      "video": "desi/sequence_eau.mp4",
      "width": "500px",
      "top":"310px",
      "description":"LANDSCAPE  <br> 3D video experimentation. <br><br> collaboration with Clara Aboulker <br> and Romain Roucoules."

    },
  {
      "titre": "COLLECTION",
      "id": "app collection",
      "image": "desi/appcollection.jpg",
      "top":"10px",
      "height": "500px",
      "description": "APP COLLECTION <br> electronics <br> <br> I can't open my phone <br> and see all the apps I’m using. <br>  I consume them, knowing little <br> about how they work. <br> Their free and instantaneous nature <br> are not satisfactory. <br> So what's inside the box? <br>  I decide to give a materiality <br> to some functions of my phone <br> - the lamp, the mp3, the compass - <br> to make hardware what was sofware, <br> in the format of my smartphone, <br> and not the form of their old object identity."
  },

  {
      "titre": "FREE $PEECH",
      "id": "freespeech",
      "video": "desi/freespeech.mp4",
      "width": "550px",
      "top":"300px",
      "right": "100px",
      "description": "FREE$PEECH <br>with Alfatih Al Zouabi and Sani Irsay<br> object connected, electronic, programming <br><br> Free $peech, are two phones<br>that allow to translate conversations <br>from one language to another.<br>However, everything that is said<br>is directly twitt. You then have <br>the choice: introduce a piece <br>for a confidential sentence.<br>We have thought about the notions <br> of privacy on the web, and data collection.<br>What control do we have over <br>our information when more and more <br> services are claimed free ?"

    },




{
    "titre": "KADAVRESKY",
    "id": "kadavresky",
    "video": "desi/kadavresky.mp4",
    "width": "300px",
    "top":"300px",
    "description": "KADAVRESKY <br>3D video, virtual reality<br>music: Eliya<br><br>I created an unreal and immersive space.<br>An infinite place, suspended in the air.<br>A virtual gallery whose <br>properties are possible thanks to this type of visualization.<br><br>a click on the video to <br>view it on vimeo in 360°.",
    "url": "https://vimeo.com/258964410"
},


{
    "titre": "RAW MUSIC",
    "id": "revmo",
    "video": "desi/revmo.mp4",
    "width": "500px",
    "top":"100px",
    "description": "RAW MUSIC <br> UX / UI <br><br>Raw is an application<br>connected to an audio recorder. <br> The object is a small button <br> to keep on yourself, within easy reach. <br> It allows you to record a sound <br> quickly by staying pressed. <br> The sound synchronizes in the library<br>sound of the application."
    },



  {
      "titre": "GLADIS",
      "id": "gladis",
      "video": "desi/gladis.mp4",
      "width": "300px",
      "top": "400px",
      "right": "100",
      "left": "150px",
      "description":"GLADIS <br> electronics, programming <br> <br> Gladis is an artificial intelligence. <br>She proposes to record voice <br> messages and lock them with a photo <br> that you take in the moment. <br> A city voice mailbox that allows <br> you to imagine another communication .<br> in the city. "
    }


]
